Repository: vishalX09/Cpo-App
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Home
hi: होम

source: Chargers
hi: चार्जर्स

source: Alerts
hi: अलर्ट

source: Pass
hi: पास

source: History
hi: इतिहास

source: End Shift
hi: शिफ्ट एन्ड करें

source: Login Time:
hi: लॉगिन समय:

source: Vehicle Entry
hi: वाहन प्रवेश

source: E-rickshaw
hi: ई-रिक्शा

source: E-auto
hi: ई-ऑटो

# twowheeler
source: 2-wheeler
hi: 2 पहिया

# fourwheeler
source: 4-wheeler
hi: 4 पहिया

# customermobilenumberhere
source: Customer Mobile Number
hi: ग्राहक का मोबाइल नंबर

# entercutomermobilenumberhere
source: Enter customer mobile number here
hi: यहां ग्राहक का मोबाइल नंबर दर्ज करें

source: Proceed
hi: आगे बढ़ें

source: Issue? Call Hub In Charge
hi: कोई समस्या है? हब इंचार्ज को कॉल करें:

# todaycollection
source: Shift Collection
hi: आज की शिफ्ट का संग्रह

# pleasefillyourtodaycashcollection
source: Please Fill Your Today shift Cash Collection
hi: कृपया अपनी आज की शिफ्ट का संग्रह यहां भरें।

# entertodaycashcollectionhere
source: Enter Today Shift Cash Collection Here
hi: शिफ्ट का नकद संग्रह यहां दर्ज करें

source: Cancel
hi: पिछे जाये

# todaycashcollectioncannotbeempty
source: Today Shift Cash Collection cannot be empty.
hi: शिफ्ट का संग्रह कैश कलेक्शन खाली नहीं हो सकता.

# yourtodaycollectionis
source: Your today Shift collection is
hi: आपका शिफ्ट संग्रह है

source: Are you sure you want to end your shift?
hi: क्या आप वाकई अपनी शिफ्ट समाप्त करना चाहते हैं??

source: Yes
hi: हाँ

source: No
hi: नहीं

source: OTP Genrated
hi: ओ टी पी बन चुका हुआ

source: Charging
hi: चार्जिंग

source: Pass Holder
hi: पास योजना

source: Call Customer
hi: कॉल ग्राहक

source: Otp verification succesful
hi: ओ टी पी सत्यापन सफल

# invaildotp
source: Invalid OTP
hi: अमान्य ओ टी पी

source: Vehicle Number
hi: वाहन नंबर

source: Verify OTP
hi: ओ टी पी सत्यापित करें

source: Enter OTP sent to
hi: भेजे गए ओ टी पी को दर्ज करें

source: Start Charging
hi: चार्जिंग करना प्रारंभ करें

source: Cancel Slot
hi: स्लॉट रद्द करें

source: Are you sure you want to cancel the assigned slot?
hi: क्या आप वाकई निर्धारित स्लॉट रद्द करना चाहते हैं?

source: Choose A Suitable Charger
hi: एक उपयुक्त चार्जर चुनें

# availablechargers
source: Availble Chargers
hi: उपलब्ध चार्जर

# custmermobilenumber
source: Customer Mobile Number
hi: ग्राहक का मोबाइल नंबर

source: Charger ID
hi: चार्जर आई डी

source: Assign Charger
hi: निर्धारित चार्जर

source: Valid Pass
hi: वैध पास

source: Pass Plan
hi: पास योजना

source: Valid Till
hi: तक मान्य

source: Charger Number
hi: चार्जर नंबर

source: Charger Assigned
hi: चार्जर सौंपा गया

source: OTP Sent
hi: ओ टी पी भेज दिया गया

# startchargingwithin15minutes
source: Start charging within 15 min
hi: 15 मिनट के भीतर चार्जिंग करना प्रारंभ करें

source: Start time
hi: समय प्रारंभ

source: End time
hi: अंत समय

source: Status
hi: स्थिति

source: Stop Charging
hi: चार्जिंग करना बंद करे

source: Energy Consumed
hi: ऊर्जा की खपत

source: Time Elapsed
hi: बीता समय

source: Charging Amount
hi: चार्जिंग राशि

source: Power
hi: शक्ति

source: Choose the Floor
hi: मंजिल चुनें

source: Floor
hi: ज़मीन

source: Availability
hi: उपलब्धता

source: Unlimited Charging Access
hi: असीमित चार्जिंग प्रावधान

source: Buy 1C Pass
hi: 1सी पास खरीदें

source: Check 1C pass details
hi: 1सी पास विवरण जांचें

source: Enter mobile number here
hi: यहां मोबाइल नंबर दर्ज करें

# pleaseenteravalid10digitphonenumberhere
source: Please enter a valid 10-digit phone number.
hi: कृपया एक वैध 10-अंकीय फ़ोन नंबर दर्ज करें।

source: No current valid pass for customer
hi: ग्राहक के लिए कोई वर्तमान वैध पास नहीं

source: Check
hi: जाँच करें

source: Assign 1C Pass
hi: 1सी पास असाइन करें

source: Mobile number
hi: मोबाइल नंबर

source: Customer Name
hi: ग्राहक का नाम

source: Enter the name here
hi: यहां नाम दर्ज करें

source: Customer Aadhar card Number
hi: ग्राहक आधार कार्ड नंबर

source: Enter the aadhar number here
hi: यहां आधार नंबर डालें

source: Customer Vehicle Number
hi: ग्राहक वाहन नंबर

source: Enter the vehicle number here
hi: यहां वाहन नंबर दर्ज करें

source: Customer Phone Number(Linked With Aadhar)
hi: ग्राहक फ़ोन नंबर (आधार संबंधित)

# enterthelinkednumberhere
source: Enter the linked aadhar number here
hi: यहां फोन से लिंक किया गया आधार नंबर दर्ज करें

# aadharmustbe12digit
source: Aadhaar must be 12 digits
hi: आधार 12 अंकों का होना चाहिए

# phonenumbermustbe10digit
source: Phone number must be 10 digits
hi: फ़ोन नंबर 10 अंकों का होना चाहिए

source: Please select a pass plan.
hi: कृपया एक पास योजना चुनें.

# pleasecompleteallfeilds
source: Please complete all fields.
hi: कृपया सभी फ़ील्ड्स पूर्ण करें।

source: Pass amount
hi: पास राशि

source: Edit
hi: बदले

source: Pass amount received from the customer?
hi: क्या आपको पास की राशि मिल गई है?

source: Cash Received
hi: कैश मिल गया है

source: Failed to create pass
hi: पास बनाने में विफल

source: Name
hi: नाम

source: Mobile
hi: मोबाइल नंबर

source: Pass ID
hi: पास नंबर

source: Valid From
hi: से मान्य

source: Close
hi: बंद करना

source: Renew Pass
hi: पास नवीनीकृत करें

source: Pass Details
hi: पास विवरण

source: Charging History
hi: चार्जिंग इतिहास

source: Hub Entries
hi: हब एंट्रीज़

source: Exit Vehicle
hi: वाहन बाहर निकालें

# phonenumbernotavailable
source: Phone number is not available
hi: फ़ोन नंबर उपलब्ध नहीं है

source: Are you sure you want to exit the vehicle?
hi: क्या आप वाकई वाहन को बाहर निकालना चाहते हैं?

source: Exit
hi: बाहर निकलना

source: Confirm Exit
hi: बाहर निकलने की पुष्टि करें

source: Call
hi: कॉल

source: Go To Charging Screen
hi: चार्जिंग स्क्रीन पर जाएं

source: Station Details
hi: स्टेशन विवरण

source: Device Details
hi: डिवाइस विवरण

# gunused
source: Charging Gun Used
hi: चार्जिंग गन का उपयोग

source: Supply
hi: उचिततम आपूर्ति

source: Device Id
hi: डिवाइस आई डी

source: Connector Id
hi: कनेक्टर आई डी

source: Parking Number
hi: पार्किंग नंबर

# customersdetails
source: Customer Details
hi: ग्राहक विवरण

source: Phone
hi: फ़ोन

source: Pass Type
hi: पास योजना

source: Pass Number
hi: पास नंबर

source: Charging Details
hi: चार्जिंग विवरण

source: Start Date
hi: आरंभ करने की तिथि

source: Start at(time)
hi: प्रारंभ समय

source: End Date
hi: अंतिम तिथि

source: End at(time)
hi: समाप्त समय

source: Duration
hi: चार्जिंग अवधि

source: Unit Consumed
hi: ऊर्जा खपत

source: Login with your mobile number
hi: अपने मोबाइल नंबर से लॉगइन करें

source: Enter your mobile number here
hi: यहां अपना मोबाइल नंबर दर्ज करें

# pleaseenteravalidmobilenumberhere
source: Please enter a valid mobile number.
hi: कृपया एक वैध मोबाइल नंबर दर्ज करें.

# didnotrecieveotp
source: Didn't receive OTP?
hi: क्या ओ टी पी प्राप्त नहीं हुआ?

source: Resend OTP
hi: ओ टी पी दोबारा भेजें

source: Resend OTP in 00:
hi: ओ टी पी पुन भेजें:

source: Back
hi: पीछे

source: Verify
hi: सत्यापित करें

source: Hub Management App
hi: हब प्रबंधन ऐप

source: Start shift
hi: शिफ्ट प्रारंभ करें

# byloggininiagreeto
source: By logging in, I agree to
hi: लॉग इन करके, मैं सहमत हूं

# termsandcondition
source: Terms & Conditions
hi: नियम एवं शर्तें

source: Privacy Policy
hi: गोपनीयता नीति

# nointernet
source: No internet connection
hi: कोई इंटरनेट कनेक्शन नहीं

source: You are now online
hi: अब आप ऑनलाइन हैं

source: Hourly
hi: प्रति घंटा

source: Daily (12 hours)
hi: दैनिक (12 घंटे)

source: Daily (24 hours)
hi: दैनिक (24 घंटे)

source: Weekly
hi: साप्ताहिक

source: Monthly
hi: मासिक

# customernotfoundpleaseassignapasstocustomerfirst
source: Customer not found. Please assign a pass to the customer first
hi: ग्राहक नहीं मिला. कृपया पहले ग्राहक को एक पास प्रदान करें

source: Charging amount recieved from the customer
hi: ग्राहक से प्राप्त चार्जिंग राशि

source: Success
hi: सफलता

source: Vehicle Registration Number
hi: वाहन पंजीकरण नंबर

# comingsoon
source: Comming soon...
hi: जल्द आ रहा है...

# currentlythipageisnotavailable
source: Currently this Page is not available.
hi: वर्तमान में यह पृष्ठ उपलब्ध नहीं है।

source: User has an active charging session
hi: उपयोगकर्ता के पास एक सक्रिय चार्जिंग सत्र है

# vehicleexitedsuccesfully
source: Vehicle exited successfully
hi: वाहन सफलतापूर्वक निकल गया

source: No Idle Vehicle available
hi: कोई भी रिक्त वाहन उपलब्ध नहीं है।

source: Customer have active session
hi: ग्राहक के पास सक्रिय सत्र है।

source: Charger
hi: चार्जर

source: Charging Completed
hi: की चार्जिंग संपन्न हो गई

source: Charging Stopped
hi: की चार्जिंग बंद हो गई

source: Faulty
hi: ख़राब

source: Offline
hi: ऑफलाइन

source: Reason
hi: कारण

source: Stop Time
hi: विराम काल

source: Session Crossed
hi: सत्र पार हो गया

source: Please Fill 6 Digit OTP
hi: कृपया 6 अंकों का ओ टी पी भरें

# chargingstoppedsuccesfully
source: Charging Stopped successfully
hi: चार्जिंग सफलतापूर्वक बंद हो गई

source: Vehicle Entry Time
hi: वाहन का प्रवेश समय

source: Vehicle Exit Time
hi: वाहन निकलने का समय

source: Resume Charging
hi: चार्जिंग फिर से शुरू करें

# areyoustillconnectedwithcharger
source: Are You Stil Connected With Charger
hi: क्या आप अभी भी चार्जर से जुड़े हुए हैं?

source: Charger Not Connected
hi: चार्जर कनेक्ट नहीं है

source: Please Go And Connect The Charger to your vehicle
hi: कृपया जाएं और चार्जर को अपने वाहन से कनेक्ट करें

source: Ok
hi: ठीक है

# nopassplanavailable
source: NO Pass Plan Availble
hi: कोई पास योजना उपलब्ध नहीं है

source: Unfortunately, pass plans are not available for this vehicle type
hi: दुर्भाग्य से, इस प्रकार के वाहन के लिए पास योजनाएँ उपलब्ध नहीं हैं

source: Vehicle Type
hi: वाहन का प्रकार

source: No new Alerts
hi: कोई नया अलर्ट नहीं

# nonotificationreceiveinlast2days
source: No notification received in last 2 days
hi: पिछले 2 दिनों में कोई सूचना प्राप्त नहीं हुई

source: No pass plan available for this vehicle type
hi: इस प्रकार के वाहन के लिए कोई पास योजना उपलब्ध नहीं है

source: Daily (2 hours)
hi: दैनिक (2 घंटे)

source: Daily (3 hours)
hi: दैनिक (3 घंटे)

source: Daily (4 hours)
hi: दैनिक (4 घंटे)

source: Failed to catch the vehicle number
hi: गाड़ी का नंबर समझने में असफल रहा

source: Please click the photo of the vehicle registration number clearly
hi: कृपया वाहन के रजिस्ट्रेशन नंबर की फोटो स्पष्ट रूप से क्लिक करें

source: Retake Scan
hi: पुनः स्कैन करें

source: No Active Pass
hi: कोई सक्रिय पास नहीं

source: No active pass available. Please purchase a pass to continue
hi: कृपया एक पास खरीदें

source: Pass Expired
hi: पास समाप्त हो गया

source: The Active pass has expired. Please renew the pass to continue
hi: सक्रिय पास समाप्त हो गया है. जारी रखने के लिए कृपया पास को नवीनीकृत करें

source: Device Not Available
hi: डिवाइस उपलब्ध नहीं है

source: Shift Started
hi: शिफ्ट शुरू

source: Vehicle Number Not Identified
hi: वाहन नंबर की पहचान नहीं हो पाई है

source: Please enter the vehicle number in the below text box
hi: कृपया नीचे दिए गए टेक्स्ट बॉक्स में वाहन नंबर दर्ज करें

source: Vehicle Still Present in Hub After
hi: वाहन अभी भी हब में मौजूद है

source: Station Previous Charging history
hi: स्टेशन पिछला चार्जिंग इतिहास

source: Previous Guard Hub Entries
hi: पिछली गार्ड हब प्रविष्टियाँ

# customerhaveassignedcharger
source: Customer have already Assigned Charger!
hi: ग्राहक को पहले ही चार्जर दे दिया गया है!

source: Confirm Charging
hi: चार्जिंग की पुष्टि करें

source: Are you sure you want to start charging?
hi: क्या आप वाकई चार्जिंग शुरू करना चाहते हैं?

source: Optional
hi: वैकल्पिक

source: Assigned Chargers
hi: निर्धारित हो चुका चार्जर

# failedToStopCharging
source: Failed to stop charging, Try again
hi: चार्जिंग बंद करने में विफल, पुनः प्रयास करें

source: You already have an active pass
hi: आपके पास पहले से ही एक सक्रिय पास है.

# cannotbuynewone
source: You already have an active pass. You can only purchase a new pass once your current pass expires.
hi: आपके पास पहले से ही एक सक्रिय पास है. आपका वर्तमान पास समाप्त होने के बाद ही आप नया पास खरीद सकते हैं।

source: Connector Not Available
hi: कनेक्टर उपलब्ध नहीं है

# connectorunavailable
source: Connector unavailable at the moment. Please select another available charger to continue charging
hi: इस समय कनेक्टर उपलब्ध नहीं है. चार्जिंग जारी रखने के लिए कृपया कोई अन्य उपलब्ध चार्जर चुनें

source: Handover
hi: हैंडओवर

source: Total Collection From Previous Guard
hi: पिछले गार्ड से कुल संग्रह

# noofvehiclecharging
source: No. Of Vehicles Charging
hi: चार्जिंग चलने वाले वाहनों की संख्या

# vehiclechargedbutstillparked
source: Parked vehicle(charging Started by Guard)
hi: पार्क किया गया वाहन (गार्ड द्वारा चार्जिंग शुरू की गई)

# vehiclechargedindirectcharging
source: Vehicles Charged in Direct Charging
hi: डायरेक्ट चार्जिंग में चार्ज किए गए वाहनों की संख्या

source: Go to home
hi: होम पर जाएँ

source: Enter Amount
hi: राशि डालें

source: Welcome to 1C Hub Management
hi: 1सी हब प्रबंधन में आपका स्वागत है

source: Exit list
hi: निकास सूची

source: Collection
hi: संग्रह

source: Previous Guard Collection
hi: पिछला गार्ड संग्रह

source: Current Guard Collection
hi: वर्तमान गार्ड संग्रह

source: Pass Purchase History
hi: खरीदे हुए पास

source: Buy date
hi: खरीदने की तारीख

source: Parked Vehicle
hi: पार्क किए गए वाहन

source: Exited vehicle
hi: चले गए वाहन

source: Charger Status Unknown
hi: चार्जर की स्थिति अज्ञात

source: Alert Seen
hi: अलर्ट देखा गया

source: Charging Ongoing
hi: चार्जिंग जारी है

source: Assigned
hi: निर्धारित

source: Available
hi: उपलब्ध

source: Unavailable
hi: अनुपलब्ध

source: Unavailable Charger
hi: अनुपलब्ध चार्जर

source: Total Chargers
hi: कुल चार्जर

source: Buy Pass
hi: पास खरीदें

source: Shift Exit History
hi: शिफ्ट निकास इतिहास

# bottomassignedcharger
source: Start Charging
hi: निर्धारित चार्जर

# otheroccupiedchagers
source: Other Occupied Chargers
hi: अन्य व्यस्त चार्जर

source: Charging Started
hi: चार्जिंग शुरू हो गई है

# vehicleNowChargingYouCanMonitorProgress
source: Your vehicle is now charging. You can monitor the progress in the app.
hi: आपका वाहन अब चार्ज हो रहा है. आप ऐप में प्रगति की निगरानी कर सकते हैं।

source: Uploaded
hi: अपलोडेड

source: Upload Vehicle Registration Number
hi: वाहन नंबर अपलोड करें

# pleaseuploadanimagebeforeproceeding
source: Please Uplaod an image before Proceeding
hi: कृपया आगे बढ़ने से पहले वाहन नंबर अपलोड करें

# pleaseuploadthevehicleregistrationimage
source: Please Upload Vehicle Registraion Image
hi: कृपया वाहन नंबर अपलोड करें

source: Reassign
hi: पुननिर्धारित

source: Are You Sure You Want to Reassign Charger
hi: क्या आप वाकई चार्जर को पुननिर्धारित करना चाहते हैं?

source: Reassign Charger
hi: पुननिर्धारित चार्जर

source: Failed to exit Vehicle
hi: वाहन को बाहर निकालने में विफल

# chargingsessionresumedsuccesfully
source: Charging session Resumed Successfully
hi: चार्जिंग सत्र सफलतापूर्वक फिर से शुरू हुआ

# failetoresumecharging
source: Failed to resume Charging
hi: चार्जिंग फिर से शुरू करने में विफल

source: Press again to exit
hi: बाहर निकलने के लिए फिर से दबाएँ

source: Guard Not Assign To Any Station
hi: गार्ड को किसी भी स्टेशन पर नियुक्त नहीं किया गया

source: Connector Type
hi: कनेक्टर प्रकार

source: Minimum Unit Price
hi: न्यूनतम मूल्य

source: Stats
hi: आँकड़े
